// --------- ABBREVIATIONS --------------------------------------------------------------------------------

"ABBREVIATIONS_03_001" = "EAN";
"ABBREVIATIONS_03_002" = "N. articolo";
"ABBREVIATIONS_03_003" = "Testo art.";
"ABBREVIATIONS_03_004" = "Marca";

// -------- PLACEHOLDER for UITextFields ------------------------------------------------------------------

"PLACEHOLDER_001" = "Utente";
"PLACEHOLDER_002" = "Password";
"PLACEHOLDER_003" = "Codice di trasporto";
"PLACEHOLDER_004" = "Aggiungi nuovo";

// --------  TITLES for buttons, labels, textfields, and so on -----------------------------------------------------------------------------------------------------------------------

"TITLE_001" = "Copia schermo"; // Hint: XX || Location: HermesAppDelegate.m || Element: self.checkScreen = [[UIAlertView alloc]initWithTitle
"TITLE_002" = "NO"; // Hint: XX || Location: HermesAppDelegate.m || Element: cancelButtonTitle:
"TITLE_003" = "Trasmissione dati"; // Hint: XX || Location: DSPF_Login.m || Element: (void)syncTOUR
"TITLE_004" = "Annulla";  // Hint: XX || Location: DSPF_Login.m || Element: (void)syncTOUR
"TITLE_005" = "Veicolo"; // Hint: XX || Location: DSPF_SelectTruck.m || Element: self.title
"TITLE_006" = "Giro"; // Hint: XX || Location: DSPF_SelectTour.m || Element: self.title
"TITLE_007" = "Adatta"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_008" = "Carico"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_009" = "Guida"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_010" = "Chiudi"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_011" = "Giro %@ (%@)"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_012" = "Sincronizza"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_013" = "Funzioni aggiuntive"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_014" = "Unità di spedizione"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_015" = "Compatta"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_016" = "Menu principale"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_017" = "Disconnetti"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_018" = "Adatta: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_019" = "Carico: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_020" = "Guida: %@ %@"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_021" = "unità"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_022" = "Spedizione"; // Hint: XX || Location: DSPF_Menu.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_023" = "Caricamento giro in corso"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_024" = "Stato giro"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_025" = "Coordinate GPS"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_026" = "Caricamento tratta in corso"; // Hint: XX || Location: DSPF_Tour.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_027" = "Scarica"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_028" = "Stato fermate"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_029" = "Stato bolla di consegna"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_030" = "Aziona fotocamera"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_031" = "Salva foto"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_032" = "Salva firma"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_033" = "Pagamento"; // Hint: XX || Location: DSPF_TourLocation.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_034" = "Informazione stato"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_035" = "Codice di trasporto"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_036" = "Indirizzo destinazione"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_037" = "caricato:"; // Hint: XX || Location: DSPF_Unload.m || Element: [menuItems setObject:[NSArray arrayWithObjects:
"TITLE_038" = "Incassa"; // Hint: XX || Location: DSPF_Payment.m || Element: self.title
"TITLE_039" = "Salvataggio dei dati";           // Hint: XX || Location: DSPF_Synchronisation.m || Element: UITableViewStyle self.title
"TITLE_040" = "Modifica"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.navigationItem.rightBarButtonItem.title
"TITLE_041" = "Pronto"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.navigationItem.rightBarButtonItem.title
"TITLE_042" = "Destinatario"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: self.title
"TITLE_043" = "Elenchi"; // Hint: XX || Location: DSPF_NameForSignature.m || Element: if(aSection == 0)
"TITLE_044" = "Resto"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_045" = "Storno"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_046" = "Elimina"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_047" = "Destinazione trasporto"; // Hint: XX || Location: DSPF_Payment.m || Element: aButton.titleLabel.text
"TITLE_048" = "da ritirare:"; // Hint: XX || Location: DSPF_Load.m || Element: if(aSection == 0)
"TITLE_049" = "Pallet"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: titlelabel.text
"TITLE_050" = "Viaggio a vuoto"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: self.title
"TITLE_051" = "Fornitura pezzo"; // Hint: XX || Location: DSPF_ShortDelivery.m || Element: self.title
"TITLE_052" = "Registra"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_053" = "Scansiona"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_054" = "Unità spedizione"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_055" = "Destinazione spedizione"; // Hint: XX || Location: DSPF_TransportUnit.m || Element: self.title
"TITLE_056" = "Destinazione"; // Hint: XX || Location: DSPF_TransportUnitItem.m || Element: dspf_TransportUnit.title
"TITLE_057" = "Chiudi giro"; // Hint: XX || Location: DSPF_Synchronisation.m || Element: dspf_ACTIVITY
"TITLE_058" = "Pausa: %02d:%02d:%02d\n"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_059" = "Pausa"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_060" = "Info su spedizione"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_061" = "Info su caricamento"; // Hint: XX || Location: DSPF_Suspend.m || Element: suspend.seconds
"TITLE_062" = "Caricamento"; // Hint: XX || Location: DSPF_TransportInfo.m || Element: self.title
"TITLE_063" = "Avanti"; // Hint: XX || Location: DSPF_ERROR.m || Element: cancelbuttontitle
"TITLE_064" = "NO"; // Hint: XX || Location: DSPF_evoViewer.m || Element: cancelbuttontitle
"TITLE_065" = "SÌ"; // Hint: XX || Location: DSPF_evoViewer.m || Element: cancelbuttontitle
"TITLE_066" = "Trova la fermata sul giro"; // Hint: XX || Location: DSPF_LocationManager.m || Element: locationManager.purpose
"TITLE_067" = "Trova le fermate"; // Hint: XX || Location: DSPF_LocationManager.m || Element: locationManager.purpose
"TITLE_068" = "Aggiornamento scanner"; // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: locationManager.purpose
"TITLE_069" = "Scanner non disponibile"; // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: locationManager.purpose
"TITLE_070" = "Trasmissione dati"; // Hint: XX || Location: DSPF_SyncDataManager.m || Element: locationManager.purpose
"TITLE_071" = "Salva processo di trasporto"; // Hint: XX || Location: Trace_Type.m || Element: locationManager.purpose
"TITLE_072" = "Salva informazioni tracking"; // Hint: XX || Location: Trace_Type.m || Element: locationManager.purpose
"TITLE_073" = "Salva veicolo per trasporto"; // Hint: XX || Location: Truck.m || Element: locationManager.purpose
"TITLE_074" = "Salva origine trasporto"; // Hint: XX || Location: Truck.m || Element: locationManager.purpose
"TITLE_075" = "Salva destinazione trasporto"; // Hint: XX || Location: Location.m || Element: locationManager.purpose
"TITLE_076" = "Salva destinatario"; // Hint: XX || Location: Departure.m || Element: locationManager.purpose
"TITLE_077" = "Salva giro di trasporto"; // Hint: XX || Location: Departure.m || Element: locationManager.purpose
"TITLE_078" = "Tutto"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_079" = "Ordini di trasporto"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_080" = "Scarica"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_081" = "Carico"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_082" = "Firma"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_083" = "Partenza"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_084" = "Pacchetto"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_085" = "Raggio destinazione in m"; // Hint: XX || Location: Synchronisation.xib || Element: locationManager.purpose
"TITLE_086" = "Elimina";
"TITLE_087" = "Storno";
"TITLE_088" = "Resto";
"TITLE_089" = "Incassa";
"TITLE_090" = "Palette da scaricare";
"TITLE_091" = "Pacchetti da scaricare";
"TITLE_092" = "Importo spedizione";
"TITLE_093" = "Contatto";
"TITLE_094" = "Chiamata";
"TITLE_095" = "SMS";
"TITLE_096" = "Lingue supportate:";
"TITLE_097" = "Luoghi";
"TITLE_098" = "Stabilimenti";
"TITLE_099" = "Importo:";
"TITLE_100" = "Rifiuta";
"TITLE_101" = "OK";
"TITLE_102" = "Aggiornamento software";
"TITLE_103" = "Sondaggio";
"TITLE_104" = "Laboratorio da scaricare";
"TITLE_105" = "Fornire";
"TITLE_106" = "Auto";
"TITLE_107" = "Nuovo box";
"TITLE_108" = "Scegliere Box";
"TITLE_109" = "Laboratorio";
"TITLE_110" = "Messaggio del callcenter";
"TITLE_111" = "Informazione del callcenter";
"TITLE_112" = "Sussidio di carico da scaricare";
"TITLE_113" = "Reiterare";
"TITLE_114" = "Terminare carico";
"TITLE_115" = "Mittente";
"TITLE_116" = "Imballaggi riutilizzabile";
"TITLE_117" = "Interrompere giro";
"TITLE_118" = "Passare fermate";
"TITLE_119" = "Carico sr";  // sotto riserva
"TITLE_120" = "Scarica sr"; // sotto riserva
"TITLE_121" = "Container a rotelle";
"TITLE_122" = "Fornitura completa";
"TITLE_123" = "Ritiro parziale";
"TITLE_124" = "Aggiornamento giro";
"TITLE_125" = "Scansione borsa";
"TITLE_126" = "Scansione borsa di prelievo";
"TITLE_127" = "Shipping bag";
"TITLE_128" = "Borsa di prelievo";
"TITLE_129" = "Selezzionare borsa transporto";
"TITLE_130" = "Scansione borsa di trasporto";
"TITLE_131" = "Plataforme";
"TITLE_132" = "Laboratori";
"TITLE_133" = "Navetta";
"TITLE_134" = "Consegna  d‘apparecchio";
"TITLE_135" = "Consegna di merce";
"TITLE_136" = "La consegna dell’apparecchio";
"TITLE_137" = "Prossimo procedimento";
"TITLE_138" = "Consegna di merce ricevuta";
"TITLE_139" = "Synchronisation ausgelöst";
"TITLE_140" = "Informazioni di scarico di merce";

"TITLE__001" = "Copia schermata";            // Hint: XX || Location: ApolloAppDelegate.m || Element: [[UIAlertView alloc]initWithTitle:|| Hint: XX
"TITLE__002" = "NO";                         // Hint: XX || Location: ApolloAppDelegate.m || Element: cancelButtonTitle:
"TITLE__003" = "OK";                         // Hint: XX || Location: ApolloAppDelegate.m || Element: otherButtonTitles:
"TITLE__004" = "Ordine";                     // Hint: XX || Location: DSPF_Login.m and DSPF_Menu.m || Element: dspf_Order.title and NSArray arrayWithObjects
"TITLE__005" = "Info articolo";              // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__006" = "Funzioni";                   // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__007" = "Modelli dell’ordine";        // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__008" = "Archivio iPhone";            // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__009" = "Archivio online";            // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__010" = "Cronologia";                 // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__011" = "Sincronizzazione";           // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__012" = "Trasmissione dati";          // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__013" = "Attribuzione filiale";       // Hint: XX || Location: DSPF_Menu.m and DSPF_SelectStore.m || Element: NSArray and arrayWithObjects
"TITLE__014" = "Configurazione";             // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__015" = "Funzioni supplementari";     // Hint: XX || Location: DSPF_Menu.m || Element: NSArray arrayWithObjects
"TITLE__016" = "Menu";                       // Hint: XX || Location: DSPF_Menu.m || Element: UITableViewStyle self.title
"TITLE__017" = "Esci";                       // Hint: XX || Location: DSPF_Menu.m || Element: DSPF_Confirm question
"TITLE__018" = "Anulla";                     // Hint: XX || Location: DSPF_Menu.m und DSPF_Order.m|| Element: DSPF_Confirm question und buttonTitleNO
"TITLE__019" = "Invia ordine";               // Hint: XX || Location: DSPF_Menu.m || Element: DSPF_Error messageTitle
"TITLE__020" = "Inserisci";                  // Hint: XX || Location: DSPF_Order.m || Element: dspf_OrderItem.title
"TITLE__021" = "Caricamento del modello";    // Hint: XX || Location: DSPF_Order.m || Element: DSPF_Activity messageTitle
"TITLE__022" = "Caricamento %@";             // Hint: XX || Location: DSPF_Order.m || Element: DSPF_Activity messageTitle
"TITLE__023" = "Elimina";                    // Hint: XX || Location: DSPF_Order.m || Element: DSPF_Confirm question
"TITLE__024" = "Invia";                      // Hint: XX || Location: DSPF_Order.m|| Element: UITableViewStyle self.title
"TITLE__025" = "Salva foto";                 // Hint: XX || Location: DSPF_OrderItem.m || Element: DSPF_Activity messageTitle
"TITLE__026" = "Modifica";                   // Hint: XX || Location: DSPF_OrderTemplate.m|| Element: self.navigationItem.rightBarButtonItem.title
"TITLE__027" = "Fine";                       // Hint: XX || Location: DSPF_OrderTemplate.m || Element: self.navigationItem.rightBarButtonItem.title
"TITLE__028" = "Modelli";                    // Hint: XX || Location: DSPF_OrderTemplate.m || Element: self.title
"TITLE__029" = "Selezione:";                 // Hint: XX || Location: DSPF_OrderTemplate.m || Element: - (NSString *)tableView:(UITableView *)aTableView titleForHeaderInSection:(NSInteger)aSection
"TITLE__030" = "Sincronizzazione";           // Hint: XX || Location: DSPF_Menu.m || Element: UITableViewStyle self.title
"TITLE__031" = "Sincronizzazione dati";      // Hint: XX || Location: DSPF_Synchronisation.m || Element: DSPF_Error messageTitle
"TITLE__032" = "Salvataggio dati";           // Hint: XX || Location: DSPF_Synchronisation.m || Element: UITableViewStyle self.title
"TITLE__033" = "Pausa";                      // Hint: XX || Location: DSPF_Suspend.m || Element: NSUserDefaults standardUserDefaults] valueForKey
"TITLE__034" = "Info invio";                 // Hint: XX || Location: DSPF_Menu.m || Element: NSUserDefaults self.title
"TITLE__035" = "Info caricamento";           // Hint: XX || Location: DSPF_Suspend.m || Element: NSUserDefaults self.title
"TITLE__036" = "Avanti";                     // Hint: XX || Location: DSPF_Menu.m || Element: UITableViewStyle self.title
"TITLE__037" = "Sì";                         // Hint: XX || Location: DSPF_evoViewer.m || Element:
"TITLE__038" = "Scanner non disponibile";    // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: DSPF_Warning
"TITLE__039" = "Aggiornamento scanner";      // Hint: XX || Location: DSPF_ScanDeviceManager.m || Element: DSPF_Warning
"TITLE__040" = "Salva posizione ordine";     // Hint: XX || Location: User.m || Element: DSPF_Error
"TITLE__041" = "Salva modello";              // Hint: XX || Location: User.m || Element: DSPF_Errorself.title
"TITLE__042" = "Salva dati modello";         // Hint: XX || Location: User.m || Element: DSPF_Error
"TITLE__043" = "SCAN";                       // Hint: XX || Location: DSPF_Login.xib || Element: DSPF_Error
"TITLE__044" = "Tutto";                      // Hint: XX || Location: DSPF_Synchronisation.xib || Element: DSPF_Error
"TITLE__045" = "Dati articolo";              // Hint: XX || Location: DSPF_Synchronisation.xib || Element: DSPF_Error
"TITLE__046" = "Modifica";
"TITLE__047" = "Sostituisci";
"TITLE__048" = "Ordina";
"TITLE__049" = "I miei modelli d’ordine:";
"TITLE__050" = "Liste d’ordine:";
"TITLE__051" = "Salvare ordine:";
"TITLE__052" = "Completare";
"TITLE__053" = "Supported languages:";
"TITLE__054" = "Seasonal orders:";
"TITLE__055" = "nuovo modello d’ordine";
"TITLE__056" = "Warenkorb";
"TITLE__057" = "Password speichern:";
"TITLE__058" = "Informazioni";
"TITLE__059" = "FAQ und Newsletter";
"TITLE__060" = "Newsletter";
"TITLE__061" = "FAQ";
"TITLE__062" = "%@: %i articoli\n";
"TITLE__063" = "Keine Treffer\n\nfür den aktuellen Warenkorb\n\ngefunden.";
"TITLE__064" = "Freie Bestellung";
"TITLE__065" = "Artikel-Details";
"TITLE__066" = "Hitliste";
"TITLE__067" = "Trendsetter";
"TITLE__068" = "Aktionen";
"TITLE__069" = "Warenkorbanalyse";
"TITLE__070" = "Promotion des ventes";
"TITLE__071" = "Information";
"TITLE__072" = "Haltbarkeit";
"TITLE__073" = "Tage";
"TITLE__074" = "MWSt";
"TITLE__075" = "EP:";
"TITLE__076" = "VP:";
"TITLE__077" = "Artikelmenge";
"TITLE__078" = "Liefertermin festlegen";
"TITLE__079" = "Ohne Zuordnung";
"TITLE__080" = "Software-Aktualisierung";
"TITLE__081" = "Inventur aufnehmen";
"TITLE__082" = "Inventur abschliessen";
"TITLE__083" = "Kein Inventurauftrag";
"TITLE__084" = "Inventur";
"TITLE__085" = "Inventur Start:";
"TITLE__086" = "Inventur Ende:";
"TITLE__087" = "Abschliessen";
"TITLE__088" = "Anzahl Positionen:";
"TITLE__089" = "Autorisierung";
"TITLE__090" = "Korrektur abgebrochen";
"TITLE__091" = "EAN Zuordnung abgebrochen";
"TITLE__092" = "Korrektur";
"TITLE__093" = "Inventur-Status";
"TITLE__094" = "Inventurdaten senden";
"TITLE__095" = "Zählbereich:";
"TITLE__096" = "Falscher Zählbereich";
"TITLE__097" = "Artikelauswahl";
"TITLE__098" = "Stampa";
"TITLE__099" = "Problema di connessione";


// -------- ERROR MESSAGES ------------------------------------------------------------------------------------------------------------------------

"ERROR_MESSAGE_001" = "%@ is NOT readable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_002" = "%@ is NOT writeable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject
"ERROR_MESSAGE_003" = "HermesAppDelegate sqliteFileName\nerror %@, %@ executing remove %@"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_004" = "HermesAppDelegate sqliteFileName\nerror %@, %@ executing copy  %@ -> %@"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_005" = "%@ is NOT readable"; // Hint: XX  || Location: HermesAppDelegate.m || Element: userInfo:[NSDictionary dictionaryWithObject:
"ERROR_MESSAGE_006" = "Non è più possibile eseguire la funzione selezionata."; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_007" = "Non sono presenti dati aggiornati per questo giro."; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_008" = "%@\n%@\n%@ %@\n\nDistanza:  %4.3f km!"; // Hint: XX  || Location: Tour.m || Element: DSPF-Warning
"ERROR_MESSAGE_009" = "Altra merce da caricare qui!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_010" = "Altra merce da caricare per questa fermata!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_011" = "Altra merce da caricare!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_012" = "La procedura di incasso non è ancora conclusa. La merce deve rimanere nel veicolo!"; // Hint: XX  || Location: TourLocation.m || Element: DSPF-Warning
"ERROR_MESSAGE_013" = "Per questo indirizzo di destinazione è stato scaricato tutto.\n\nPassare al caricamento?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_014" = "Per questo indirizzo di destinazione è stato scaricato tutto.\n\nTerminare scarico?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_015" = "%@\nnon è attualmente sul veicolo.\n\nPassare al caricamento?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_016" = "Scaricare\n%@\n\n%@?"; // Hint: XX  || Location: DSPF_Unload.m || Element: DSPF-Warning
"ERROR_MESSAGE_017" = "non è per questo giro.\nQuesta immissione viene ignorata!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_018" = "%@\n%@\n%@ %@\n\n%@ non è per questa fornitura!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_019" = "%@\n%@\n%@ %@\n\n%@\nnon è per questo giro!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText
"ERROR_MESSAGE_020" = "ATTENZIONE: Il server ha segnalato il seguente problema: %@!\nI dati non sono stati salvati."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_021" = "ATTENZIONE:\n%@ non è un'unità di spedizione! \nQuesta immissione viene ignorata."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_022" = "ATTENZIONE:\nNessun luogo trovato per %@!\nQuesta immissione viene ignorata."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_023" = "ATTENZIONE: Il processo è stato annullato. Pertanto non tutti i dati sono aggiornati."; // Hint: XX  || Location: DSPF_TransportUnit.m || Element: messageText
"ERROR_MESSAGE_024" = "Servizi di localizzazione non rilasciati. Pertanto attualmente non è possibile utilizzare tutte le funzioni."; // Hint: XX  || Location: DSPF_LocationManager.m || Element: messageText
"ERROR_MESSAGE_026" = "\nVersione firmware:\naktuell:\t\t\t\t%@\nverfügbar:\t%@\n\nJetzt aktualisieren?"; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText
"ERROR_MESSAGE_027" = "Registrare i dati mediante tastiera."; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText
"ERROR_MESSAGE_028" = "ATTENZIONE: impossibile trovare dati per ID tipo Trace %@. Scaricare di nuovo il codice di trasporto %@!"; // Hint: XX  || Location: Trace_Type.m || Element: messageText
"ERROR_MESSAGE_029" = "ATTENZIONE: impossibile trovare dati per ID User %@.\nI dati T&T vengono registrati parzialmente e trasmessi alla centrale!"; // Hint: XX  || Location: User.m || Element: messageText
"ERROR_MESSAGE_030" = "ATTENZIONE: impossibile trovare dati per ID Truck %@.\nI dati T&T vengono registrati parzialmente e trasmessi alla centrale!"; // Hint: XX  || Location: Truck.m || Element: messageText
"ERROR_MESSAGE_031" = "ATTENZIONE: impossibile trovare dati per ID Location %@. Scaricare di nuovo il codice di trasporto %@!"; // Hint: XX  || Location: Location.m || Element: messageText
"ERROR_MESSAGE_032" = "ATTENZIONE: impossibile trovare dati per ID Location %@. Impossibile salvare qui il destinatario %@!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_033" = "ATTENZIONE: impossibile trovare dati per ID Departure %@. Scaricare di nuovo il codice di trasporto %@!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_034" = "ATTENZIONE: impossibile trovare dati per ID giro %@. Scaricare di nuovo il codice di trasporto %@!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_035" = "ATTENZIONE: impossibile trovare dati per ID trasporto %@.\nI dati T&T vengono registrati parzialmente e trasmessi alla centrale!"; // Hint: XX  || Location: Departure.m || Element: messageText
"ERROR_MESSAGE_036" = "non è per box!\nQuesta immissione viene ignorata.";
"ERROR_MESSAGE_037" = "non può essere caricato.\nQuesta richiesta e ignorata!";
"ERROR_MESSAGE_038" = "%@\nnon è attualmente sul veicolo!";
"ERROR_MESSAGE_039" = "Diese Tour wird schon von dem anderen Benutzer gefahren";
"ERROR_MESSAGE_040" = "Vuole veramente scaricare qui?";

"ERROR_MESSAGE__001" = "ATTENZIONE: si è verificato un problema di connessione con il server!\nI dati non sono stati inviati.";    // Hint: XX || DSPF_Order.m || Element: DSPF_Error
"ERROR_MESSAGE__002" = "ATTENZIONE: il server ha segnalato il seguente problema: %@\nI dati non sono stati inviati.";          // Hint: XX || DSPF_Order.m || Element: DSPF_Error
"ERROR_MESSAGE__003" = "ATTENZIONE: errore assortimento!\nImpossibile ordinare questo articolo.";                             // Hint: XX || DSPF_OrderItem.m || Element: DSPF_Error messageTitle
"ERROR_MESSAGE__004" = "ATTENZIONE: impossibile trovare articoli per questo codice a barre.";                                         // Hint: XX || DSPF_OrderItem.m || Element: DSPF_Error messageTitle
"ERROR_MESSAGE__005" = "ATTENZIONE: connessione al server annullata.\nPertanto non tutti i dati sono aggiornati.";  // Hint: XX || DSPF_Synchronisation.m || Element: DSPF_Error messageTitle
"ERROR_MESSAGE__006" = "ATTENZIONE: Il processo è stato annullato.\nPertanto non tutti i dati sono aggiornati.";                 // Hint: XX || DSPF_Activity.m ||
"ERROR_MESSAGE__007" = "ATTENZIONE: Non sono stati trovati dati per questo utente %lld.";
"ERROR_MESSAGE__008" = "L’ordine viene salvato senza i dati dell’utente!";                                           // Hint: XX || DSPF_Synchronisation.m || Element: DSPF_Error messageTitle
"ERROR_MESSAGE__009" = "The template will be saved without any user data!";
"ERROR_MESSAGE__010" = "Template data will be saved without user data!";                                            // Hint: XX || User.m || Element: DSPF_Error
"ERROR_MESSAGE__011" = "ATTENZIONE: Alcuni articoli sono già nel carrello acquisti!";
"ERROR_MESSAGE__012" = "Die Mindestmenge für diesen Artikel ist: %@!";
"ERROR_MESSAGE__013" = "Sie müssen Zuschlag zahlen, wenn Sie weniger als %@ bestellen!";
"ERROR_MESSAGE__014" = "Die Bestelleinheit ist %@.\n\nDie aktuelle Menge von %@\nliegt zwischen %@ und %@!";
"ERROR_MESSAGE__015" = "Bitte wenden Sie sich an den Inventurleiter.";
"ERROR_MESSAGE__016" = "ACHTUNG\nDie Anzahl der Positionen stimmt nicht mit der Erfassung überein.\nDie Invenutr kann nicht abgeschlossen werden.";
"ERROR_MESSAGE__017" = "%@\nist nicht diesem Gerät zugeordnet!";
"ERROR_MESSAGE__018" = "L'articolo con il codice  %@ non deve essereaggiunto al %@!";
"ERROR_MESSAGE__019" = "Der aktuell eingeloggte Benutzer hat keine Berechtigungen für die Benutzung des mobilen Clients";
"ERROR_MESSAGE__020" = "Berechtigungen fehlen";
"ERROR_MESSAGE__021" = "Dieses Gerät ist nicht für die Daten-Synchronization aktiviert.";
"ERROR_MESSAGE__022" = "La notifica push non è stata effettuata,  percui non è possibile la consegna dell’apparecchio.";
"ERROR_MESSAGE__023" = "I dati sul Server non sono ancora stati completamente elaborati, percui non è possibile la consegna d’apparecchio. Prego attendere.";
"ERROR_MESSAGE__024" = "I dati sul Server non sono ancora stati completamente elaborati, percui non è possibile la consegna d’apparecchio.";


// -------- MESSAGES for buttons, labels, textfields, and so on ------------------------------------------------------------------------------------------------------------------------

"MESSAGE_001" = "Attendere l'aggiornamento dei giri."; // Hint: XX  || Location: DSPF_Login.m || Element: (void)syncTOUR
"MESSAGE_002" = "Attendere."; // Hint: XX  || Location: DSPF_Tour.m || Element: (void)syncTOUR
"MESSAGE_003" = "Unterschrift von Empfänger fehlt!"; // Hint: XX  || Location: DSPF_NameForSignature.m || Element: (void)syncTOUR
"MESSAGE_004" = "Zum Unterschreiben bitte hier\nden Namen der Person auswählen,\n die unterschreiben soll.\nFehlende Namen bitte erfassen."; // Hint: XX  || Location: DSPF_NameForSignature.m || Element: if(aSection == 0)
"MESSAGE_005" = "Keine Unterschrift gespeichert!"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: DSPF_Confirm question:
"MESSAGE_006" = "Bitte\n\nhier\n\nunterschreiben."; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.infoText.text
"MESSAGE_007" = "Empfangsbestätigung für\nfolgendes Paket:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_008" = "Empfangsbestätigung für\nfolgende %i Pakete:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_009" = "Per questo indirizzo di destinazione è stato caricato tutto.\n\nTerminare caricamento?"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_010" = "già caricato.\nQuesta immissione viene ignorata!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_011" = "%@\nnecessario scaricare.\n\nPassare a scarico?"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_012" = "Attendere il caricamento di tutti i dati."; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_013" = "Attendere il caricamento di tutti gli ordini di trasporto."; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_014" = "Attualmente ancora caricati:\n%@"; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_015" = "Il %@ è stato terminato il\n%@.\n\nDisconnettere ora?"; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_016" = "ATTENZIONE: questa fermata non è stata effettuata!\nRegistrare anche viaggi a vuoto."; // Hint: XX  || Location: DSPF_Synchronisation.m || Element: messageText:
"MESSAGE_017" = "Utilizzare la fotocamera\ncome scanner?"; // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: messageText mobile-test.hermes.com; pfad evoweb/hermes
"MESSAGE_018" = "Nuovo giro"; // Hint: XX  || Location: DSPF_SelectTruck.xib || Element: messageText
"MESSAGE_019" = "Situazione del:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_020" = "Ordini di ritiro:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_021" = "Piano di trasporto:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_022" = "Destinazioni speciali:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_023" = "Luoghi:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_024" = "Giri:"; // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE_025" = "Ora"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_026" = "Partenza:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_027" = "Pacchetti"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_028" = "Palette"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_029" = "Utente:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_030" = "Veicolo:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_031" = "caricato:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_032" = "Codice di trasporto"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_033" = "scaricato:"; // Hint: XX  || Location: DSPF_TourLocation.xib || Element: UILabel
"MESSAGE_034" = "Inizio giro:";
"MESSAGE_035" = "Fine giro:";
"MESSAGE_036" = "Pausa:";
"MESSAGE_037" = "Die Ware ist jetzt vollständig bezahlt und kann abgeladen werden.";
"MESSAGE_038" = "Die Ware ist noch nicht bezahlt!";
"MESSAGE_039" = "È disponibile una nuova versione.\nAggiornare ora?";
"MESSAGE_040" = "Utilizzare %@\ncome nuovo box?";
"MESSAGE_041" = "Vuole veramente caricare del materiale da consegnare?";
"MESSAGE_042" = "Cliente cancellato";
"MESSAGE_043" = "Sussidio di carico";
"MESSAGE_044" = "Inizio:";
"MESSAGE_045" = "Fine:";
"MESSAGE_046" = "Abholbestätigung für\nfolgendes Paket:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_047" = "Abholbestätigung für\nfolgende %i Pakete:"; // Hint: XX  || Location: DSPF_SignatureForName.m || Element: self.transportCodes count
"MESSAGE_048" = "Trasmettere %@ fermatas\ndel giro %@.";
"MESSAGE_049" = "Container a rotelle";
"MESSAGE_050" = "già scaricato.\nQuesta immissione viene ignorata!"; // Hint: XX  || Location: DSPF_Load.m || Element: messageText:
"MESSAGE_051" = "ACHTUNG\nDiese Sendung wurde nicht bearbeitet!\nAlle Sendungen müssen erfasst werden.";
"MESSAGE_052" = "La consegna dell’apparecchio  è avvenuta con successo. Ora uscirete dall’applicazione.";
"MESSAGE_053" = "La consegna dell’apparecchio  non ha potuto essere completata con successo. Tutti i Dati non sono stati sincronizzati. Prego accertare la validità del vostro collegamento con Internet.";
"MESSAGE_054" = "Destinatione Finale?";
"MESSAGE_055" = "Da sincronizzare:";

"MESSAGE__002" = "startScan";                                                  // Hint: XX  || Location: DSPF_Login.m || Element: self.copyrightView.text
"MESSAGE__003" = "stopScan";                                                   // Hint: XX  || Location: DSPF_Login.m || Element: self.copyrightView.text
"MESSAGE__004" = "Attendere.";                                                 // Hint: XX  || Location: DSPF_Order.m and DSPF_ScanDeviceManager.m || Element: DSPF_Activity
"MESSAGE__005" = "EAN: %@";                                                    // Hint: XX  || Location: DSPF_ItemTableViewCell.m || Element: self.itemCodeLabel.text
"MESSAGE__006" = "Dati filiale";                                               // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncStoresArray:(NSArray *)
"MESSAGE__007" = "Profili utenti";                                             // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncUsersArray:(NSArray *)
"MESSAGE__008" = "Articoli";                                                   // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncItemsArray:(NSArray *)
"MESSAGE__009" = "Testi articolo";                                             // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncItemDescriptionsArray:(NSArray *)
"MESSAGE__010" = "EAN";                                                        // Hint: XX  || Location: Location: DSPF_Synchronisation.m || Element: (void)syncItemCodesArray:(NSArray *)
"MESSAGE__011" = "Prezzi";                                                     // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncItemPricesArray:(NSArray *)
"MESSAGE__012" = "Assortimenti";                                               // Hint: XX  || Location: DSPF_Synchronisation.m || Element: (void)syncItemAssortmentsArray:(NSArray *)
"MESSAGE__013" = "Storico ordine";                                             // Hint: XX  || Location: DSPF_Synchronisation.m|| Element: (void)syncArchiveOrderHeadsArray:(NSArray *)
"MESSAGE__014" = "Storico dati ordine";                                        // Hint: XX  || DSPF_Synchronisation.m || Element: (void)syncArchiveOrderLinesArray:(NSArray *)
"MESSAGE__015" = "Attendere fino all’aggiornamento di tutti i dati.";          // Hint: XX  || Location: DSPF_Synchronisation.m || DSPF_Activity
"MESSAGE__016" = "Si prega di attendere fino all’aggiornamento dell’articolo.";              // Hint: XX  || Location: DSPF_Synchronisation.m || Element: self.copyrightView.text
"MESSAGE__017" = "Si prega di attendere. I dati della filiale vengono aggiornati.";          // Hint: XX  || Location: DSPF_Synchronisation.m || Element: self.copyrightView.text
"MESSAGE__018" = "La fotocamera\ndeve essere utilizzata\ncome scanner?";                     // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: DSPF_Warning
"MESSAGE__019" = "I dati devono essere inseriti con la tastiera.";                           // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: self.copyrightView.text
"MESSAGE__020" = "\nVersione firmware:\nattuale:\t\t\t\t%@\ndisponibile:\t%@\n\nAggiornare ora?";  // Hint: XX  || Location: DSPF_ScanDeviceManager.m || Element: DSPF_Warning
"MESSAGE__021" = "Prezzo:";                                                                  // Hint: XX  || Location: DSPF_InfoItem.xib || Element: UILabel
"MESSAGE__022" = "Unità d’ordine:";                                                          // Hint: XX  || Location: DSPF_InfoItem.xib || Element: UILabel
"MESSAGE__023" = "Articolo:";                                                                // Hint: XX  || Location: DSPF_InfoItem.xib || Element: UILabel
"MESSAGE__024" = "Storico:";                                                                 // Hint: XX  || Location: DSPF_InfoItem.xib || Element: UILabel
"MESSAGE__025" = "Stato del:";                                                               // Hint: XX  || Location: DSPF_Synchronisation.xib || Element: UILabel
"MESSAGE__026" = "Attualità:";                                                               // Hint: XX  || Location: DSPF_Synchronisation.xib and DSPF_SelectStore.xib || Element: UILabel
"MESSAGE__027" = "Lista ordini personalizzata";
"MESSAGE__028" = "Frutta e verdura";
"MESSAGE__029" = "L'ordine viene salvato senza i dati dell'utente!";
"MESSAGE__030" = "Warengruppen";
"MESSAGE__031" = "Warenzertifizierungen";
"MESSAGE__032" = "Hersteller/Marken";
"MESSAGE__033" = "Warenverpackungen";
"MESSAGE__034" = "Verpackungseinheiten";
"MESSAGE__035" = "Preislistenbeschreibungen";
"MESSAGE__036" = "Preislisten";
"MESSAGE__037" = "Warengruppen";
"MESSAGE__038" = "Warenzertifizierungen";
"MESSAGE__039" = "Produktinformationen";
"MESSAGE__040" = "Hersteller/Marken";
"MESSAGE__041" = "Produkherkunftsinformationen";
"MESSAGE__042" = "Warenverpackungen";
"MESSAGE__043" = "Verpackungseinheiten";
"MESSAGE__044" = "Preislistenbeschreibungen";
"MESSAGE__045" = "Preislisten";
"MESSAGE__046" = "Preislisten-Details";
"MESSAGE__047" = "Produktgruppen";
"MESSAGE__048" = "Preislistensortierung";
"MESSAGE__049" = "FAQ";
"MESSAGE__050" = "Newsletter";
"MESSAGE__051" = "Promotion";
"MESSAGE__052" = "Warenkorbanalyse";
"MESSAGE__053" = "Sie haben einen wichtigen neuen Newsletter erhalten!";
"MESSAGE__054" = "Charger FAQ";
"MESSAGE__055" = "Charger bulletin";
"MESSAGE__056" = "Nuove versione disponibile.\nAggiornare ora?";
"MESSAGE__057" = "Diese Eingabe muss durch den Inventurleiter betätigt werden.";
"MESSAGE__058" = "Eine Korrektur muss durch den Inventurleiter betätigt werden.";
"MESSAGE__059" = "Die Menge %@ ist ungewöhnlich!";
"MESSAGE__060" = "Treffer";
"MESSAGE__061" = "Barcode:";
"MESSAGE__062" = "Bereinigung";
"MESSAGE__099" = "Die %@ wurde\nam %@\nabgeschlossen.\n\nJetzt abmelden?";
"MESSAGE__100" = "Luogo destinatario errato. Assengare pacchetto cmq?";
"MESSAGE__101" = "Registrare Barcode";
"MESSAGE__102" = "Note";
"MESSAGE__103" = "Ora";


// DEMO-Modus: "placeholder" strings for the demo version in order not to create new references in coredata; coredata modification would be important if you want to create clean references bt. your database item and the correct, corresponding localized string in the individual language

"keine Fahraufträge" = "Nessun ordine di trasporto";
"nicht genügend Zeit" = "Tempo non sufficiente";
"anderer Grund" = "Altro motivo";
"Keine Probenabholung" = "nessun ritiro";

"COMMON_ScannerUpdate_T"="Aggiornamento scanner";
"COMMON_PleaseWait_M"="Attendere.";
"COMMON_JA"="Sì";
"COMMON_NEIN"="NO";
"COMMON_NewFirmwareAvailableUpdateNow_M" = "\nVersione firmware:\nattuale:\t\t\t\t%@\ndisponibile:\t%@\n\nAggiornare ora ?";
"COMMON_ScanBarcode_T" = "Registrare Barcode";